{
  "backend": "tokenizers",
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "is_local": false,
  "local_files_only": false,
  "maYOUR_API_KEY_HERE": "[MASK]",
  "max_len": 512,
  "model_max_length": 512,
  "never_split": [
    "[بريد]",
    "[مستخدم]",
    "[رابط]"
  ],
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}


